<?php

return [

    /*
    |--------------------------------------------------------------------------
    | HTTP Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used in the views/errors files.
    |
    */

    '404' => [
        'title'       => '页面未找到',
        'description' => '你访问的页面不存在，你可以考虑去下北泽看看。',
    ],

    '503' => [
        'title'       => '马上回来。',
        'description' => '服务器摸鱼了，这是很常见的事。',
    ],
];
