<div class="card my-3" id="disclaimer">
    <h3 class="card-header">免责声明</h3>
    <div class="card-body">
        <p>
            <span class="text-danger">
                您必须同意我们的免责声明才能继续浏览本网站。如您继续访问，视同您同意本网站的免责声明。
            </span>
            如您不同意我们的免责声明，请立即与管理员联系，并删除您的账号。
        </p>

        <p>
            尽管内容编辑者在编辑此网站所载之信息及资料时已力求审慎，但有关信息及资料仅按原样提供给用户，
            本网站不对其作任何形式之保证或陈述，或就该等信息及资料并无侵权行为或该等资讯及资料之保密性、
            准确度、可靠度、适用于个别目的之程度或该等信息及资料内不含有电脑病毒作出任何明示、暗示或法律上的保证或陈述。
            此网站所载的材料及资料仅作为一般资料提供，不应用作决策依据。
            在咨询基本的或更准确或更新的消息来源或特定的专业意见之前，您不应依赖通过此网站收到的任何建议或资料。
        </p>

        <p>
            本网站所载数据在某些情况下以约数、摘要或简单形式提供，并会随时间推移而改变。
            各编辑会依赖某些被认为是正确的外部统计数字，但事实上该等统计资料未必是正确的。
            对于直接或间接地因依赖此网站所载的材料或资料而由您或为您而采取或不采取任何行动所导致的任何损失或损害
            （包括特别的、间接的、偶然的、结果性的损失或损害），本网站概不负责。特别提醒您注意的是，本网站并不保证
            所载的任何信息、资料或数据均属准确、可靠或最新。
        </p>

        <p>
            对直接或间接由于您使用此网站而引起（无论以何种方式）的任何损失或损害（包括特别的、偶然的或间接的损失或损害），
            包括（但不限于）由于此网站、其内容或有关服务的任何缺陷、错误、瑕疵、故障、错失或不确或由于此网站或其任何部分或
            任何内容或有关服务无法获提供而引起的任何损失、损害或支出，而上述情况的出现又并非在本网站的合理控制下，本网站不承担任何责任。
        </p>

        <p>
            请注意，您从此网站下载任何软件的，有关风险由您自行承担，对您因使用此网站而遭受任何电脑病毒、木马、蠕虫、软件炸弹
            或类似病毒或程序的攻击而造成的任何损失或损害（不论是直接或间接损失或损害），而上述情况的出现又并非在本网站的合理控制下，
            本网站不承担任何责任。
        </p>

        <p>
            此网站中的任何超级链接是为您提供信息而且仅为您方便而设，对直接或间接由于该等网站中各网页所载的材料或资料的准确性
            或其他问题引起的任何损失或损害（包括特别的、间接的、偶然的、结果性的损失或损害），或直接或间接由于该等所链接的网站的
            缺陷所引起的损失，本网站不承担任何责任。内容编辑者将超级链接放置于此网站并不表示其认同该等所链接的网站所载的资料。
        </p>

        <p>
            本网站并不保证任何由发出的电子邮件均会送达您，亦不保证电子邮件在互联网传送过程中的私隐保障及/或保安，
            因为上述情况是在本网站合理控制能力范围以外。对于直接或间接由于此网站的互联网传送失败（包括相应的电子邮件传送失败等）
            引起的任何损失或损害（包括特别的、间接的、偶然的、结果性的损失或损害），本网站不承担任何责任。
        </p>
    </div>
    <div class="card-footer text-right">
        <i class="fas fa-clock mr-2"></i> 最后更新于：2019-01-02
    </div>
</div>