<div class="card my-3" id="privacy">
    <h3 class="card-header">隐私声明</h3>
    <div class="card-body">
        <p>
            <span class="text-danger">
                您必须同意我们的隐私声明才能继续浏览本网站。如您继续访问，视同您同意本网站的隐私声明。
            </span>
            如您不同意我们的隐私声明，请立即与管理员联系，并删除您的账号。
        </p>
        <ol>
            <li><p>我们尊重您的隐私权，并承诺会对您的个人信息和其它数据进行严格保密。</p></li>
            <li>
                <p><span class="text-danger">本网站隐私声明仅限于通过本网站与配套软件收集到的信息和数据。</span>
                当您离开我们的网站之后，包括登录载有我们在线广告的第三方网站或点击不受我们管理或控制的第三方网站的链接时，
                本网站隐私声明不再适用。请认真阅读此等第三方网站的隐私声明与条款，自行判断它们是否能充分保护您的权利。</p>
            </li>
            <li>
                <p>主动提供的数据</p>
                <p>
                    若您在此网站上填写表格，您对所提供信息是知情的，因为此类信息须由您主动提交给我们。
                    我们使用此类信息来优化您的访问体验。
                    <span class="text-danger">需要注意的是：我们对外公开您的头像、昵称、博客信息。</span>
                </p>
            </li>
            <li>
                <p>被动提供的数据</p>
                <p>当您访问我们的网站时，您将自动提供来自及有关您的计算机或移动设备的特定信息，<span class="text-danger">包括您在本网站的行为、
                    您使用的硬件和软件类型（如操作系统或浏览器）、cookies 中储存的信息、IP 地址、访问时间、来源网页、
                    您浏览网页所处的地区以及您访问的网页（如适用）。</span>我们在网站上使用跟踪技术（包括“cookies”），以提供个性化浏览和改善网站体验。
                </p>
            </li>
            <li>
                <p>第三方数据使用者</p>
                <p>
                    本网站服务器托管于Digital Ocean。
                    我们对服务器无完全控制权，也无法完全控制哪些数据如何被服务器采集、存储、加工和传输。
                    您可以参考其<a href="https://www.digitalocean.com/legal/">法律声明</a>来了解详细信息。
                </p>
                <p>
                    本网站使用Cloudflare作为域名服务器、网页优化、内容分发服务的提供者。
                    我们对Cloudflare如何收集、利用传输数据无控制权，
                    您可以参考其<a href="https://www.cloudflare.com/privacypolicy/">隐私声明</a>来了解哪些数据被利用。
                </p>
                <p>
                    本网站使用Gravatar作为在线头像服务的提供者。
                    我们对Gravatar与Automattic公司如何收集、利用传输账户数据无控制权，
                    您可以参考其<a href="https://automattic.com/privacy/">隐私声明</a>来了解哪些数据被利用。
                    <span class="text-success">您可以通过设置使用手动上传的头像来避免使用此服务。</span>
                </p>
                <p>
                    本网站使用GitHub作为第三方登陆业务的提供者。
                    我们对GitHub如何收集、利用传输账户数据无控制权，
                    您可以参考其<a href="https://help.github.com/articles/github-privacy-statement/">隐私声明</a>来了解哪些数据被利用。
                    <span class="text-success">若您不适用GitHub提供的登陆服务，则您不受本条影响。</span>
                </p>
            </li>
            <li>
                <p>数据安全</p>
                <p>
                    我们使用SSL证书、数据访问限制、防病毒软件和防火墙降低未经授权访问个人数据的风险。
                    但通过互联网或任何无线网络传输的数据无法保证完全安全，我们亦无法保证存储的数据的安全。
                    <span class="text-danger">所以当您将个人信息提交给我们时，请了解安全风险。</span>
                </p>
            </li>
            <li>
                <p>账号的使用与删除</p>
                <p>
                    网站当前注册开放状态：{{ env('ENABLE_REGISTRATION', true) ? "允许注册" : "禁止注册" }}。
                </p>
                <p>
                    您的账号密码、API接口的验证令牌都通过加密传输、存储。
                    如您需要删除账号，请与管理员联系。需要注意的是以下内容在用户数据被删除的情况下仍会被保留在服务器上：
                    包括但不限于您的曾经的评论与其他操作、您的博客（受限于缓存保留）等。
                </p>
            </li>
            <li>
                <p>网站隐私声明的修改</p>
                <p>
                    我们可能会不定期对本隐私声明进行变更，包括重大变更。您应在每次访问我们网站时查看隐私声明以了解任何内容变更。
                    若在本隐私声明更新后您仍继续使用本网站，则表示您已接受我们的变更内容。
                </p>
                <p>本隐私声明将于2019年01月02日生效。</p>
            </li>
        </ol>
    </div>
    <div class="card-footer text-right">
        <i class="fas fa-clock mr-2"></i> 最后更新于：2019-01-02
    </div>
</div>